OpenDTEF-v2012/etc/templates/axisymmetricJet/Allrun
#!/bin/sh
cd "${0%/*}" || exit                            # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions        # Tutorial run functions

runApplication blockMesh
runApplication extrudeMesh

runApplication $(getApplication)

#------------------------------------------------------------------------------
